[
    {
        "id": 1,
        "source": "النبي الأكرم (ص)",
        "text": "رجب شهر الله العظيم، لا يقاربه شهر في الحرمة والفضل، والقتال مع الكفار فيه حرام. ألا إن رجب شهر الله، وشعبان شهري، ورمضان شهر أمتي."
    },
    {
        "id": 2,
        "source": "الإمام الكاظم (ع)",
        "text": "رجب نهر في الجنة أشد بياضاً من اللبن وأحلى من العسل، من صام يوماً من رجب سقاه الله من ذلك النهر."
    },
    {
        "id": 3,
        "source": "النبي الأكرم (ص)",
        "text": "خيرة الله من الشهور شهر رجب، وهو شهر الله، من عظم شهر رجب فقد عظم أمر الله، ومن عظم أمر الله أدخله جنات النعيم، وأوجب له رضوانه الأكبر."
    },
    {
        "id": 4,
        "source": "الإمام الصادق (ع)",
        "text": "لا تدع صيام يوم سبعة وعشرين من رجب فإنه اليوم الذي أنزلت فيه النبوة على محمد (ص)، وثوابه مثل ستين شهراً لكم."
    },
    {
        "id": 5,
        "source": "النبي الأكرم (ص)",
        "text": "ألا إن رجب شهر الله، من صام يوماً من رجب إيماناً واحتساباً استوجب رضوان الله الأكبر، وأطفأ صومه في ذلك اليوم غضب الرب، وأغلق عنه باباً من أبواب النار."
    },
    {
        "id": 6,
        "source": "الإمام الكاظم (ع)",
        "text": "رجب شهر عظيم يضاعف الله فيه الحسنات ويمحو فيه السيئات، ومن صام يوماً من رجب تباعدت عنه النار مسيرة سنة، ومن صام ثلاثة أيام وجبت له الجنة."
    },
    {
        "id": 7,
        "source": "الإمام علي (ع)",
        "text": "من صام يوماً من رجب في أوله، ويوماً في وسطه، ويوماً في آخره، غفرت له ذنوبه متقدمة ومتأخرة."
    },
    {
        "id": 8,
        "source": "النبي الأكرم (ص)",
        "text": "من قال في رجب 'أستغفر الله الذي لا إله إلا هو وحده لا شريك له وأتوب إليه' مائة مرة وختمها بالصدقة ختم الله له بالرحمة والمغفرة."
    },
    {
        "id": 9,
        "source": "الإمام الرضا (ع)",
        "text": "من زار الحسين بن علي (ع) في أول يوم من رجب غفر الله له البتة."
    },
    {
        "id": 10,
        "source": "النبي الأكرم (ص)",
        "text": "إن في الجنة قصراً لا يدخله إلا صوام رجب."
    },
    {
        "id": 11,
        "source": "الإمام الرضا (ع)",
        "text": "هنا نص الحديث الجدي."
    
    },
     {
        "id": 12,
        "source": "الإمام الرضا (ع)",
        "text": "هنا نص الحديث الجدي."
    }

]